// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name="Nederlands"
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version="1.0"
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion="1.3"
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="nl"

// These lines are not required, they are simply for identification
// purposes.
#Author="decino"
#AuthorContact="http://www.minecraftforum.net/user/179091-decino/"
#AuthorSite="http://www.craftingfactions.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Annuleren"
// Note: M_ entries stand for "menu", and as such can include
// an ampersand (&); the ampersand denotes which character is
// the keyboard accelerator for this item.
M_FILE="&File"
	M_SAVE="&Opslaan"
	M_SAVEAS="Opslaan als"
	M_SAVEALL="Alles opslaan"
	M_UPLOAD="&Skin uploaden"
	M_EXIT="Afsluiten"
M_EDIT="&Bewerken"
	M_UNDO="&Ongedaan maken"
	M_REDO="&Herstellen"
	M_TOOL="&Gereedschap"
M_VIEW="&Scherm"
	M_MODE="Beeld &modus"
		M_PERSPECTIVE="&Perspectief (3D)"
		M_TEXTURE="&Textuur (2D)"
		M_HYBRID="&Hybride"
	M_3D="&3D Instellingen"
		M_ANIMATE="&Animeer"
		M_FOLLOWCUR="&Volg muis"
		M_GRASS="&Gras"
		M_GHOST="Maak verborgen delen doorzichtig"
		M_MULTISAMPLING="&Multisampling"
	M_2D="&2D Instellingen"
		M_ALPHACHECKER="&Alpha schaakbord"
		M_OVERLAY="&Bovenlaag"
			M_ENABLEOVERLAY="&Inschakelen"
	M_TRANSMODE="&Doorzichtige modus"
		M_OFF="&Uit"
		M_HELMETONLY="&Helm alleen"
		M_ALL="&Alles"
	M_VISIBLEPARTS="&Zichtbare delen"
		M_HEAD="&Hoofd"
		M_HELMET="Helm"
		M_CHEST="&Borstkas"
		M_LEFTARM="Linker arm"
		M_RIGHTARM="Rechter arm"
		M_LEFTLEG="Linker been"
		M_RIGHTLEG="&Rechter been"
M_OPTIONS="&Opties"
	M_KEYSHORTCUTS="&Sneltoetsen"
	M_BGCOLOR="&Achtergrond kleur"
M_LANGUAGE="&Taal"
M_HELP="&Help"
	M_CHECKUPDATES="Kijk voor updates"
	M_AUTOUPDATE="&Kijk automatisch voor updates"

T_TREE_ZOOMOUT="Uitzoomen"
T_TREE_ZOOMIN="Inzoomen"
T_TREE_IMPORTHERE="Importeer hier..."
T_TREE_NEWFOLDER="Nieuwe map hier..."
T_TREE_RENAME="Hernoem..."
T_TREE_DELETE="Verwijder..."
T_TREE_CLONE="Kloon"
T_TREE_UPLOAD="Upload"

T_SAVE="Opslaan"
T_SAVEALL="Alles opslaan"
T_UNDO="Ongedaan maken"
T_REDO="Herstellen"
T_PERSPECTIVE="Perspectief"
T_TEXTURE="Textuur"
T_HYBRID="Hybride"
T_SCREENSHOT="Schermafbeelding maken (druk shift in om op te slaan)"
T_TOGGLEHEAD="Hoofd in-/uitschakelen"
T_TOGGLEHELMET="Helm  in-/uitschakelen"
T_TOGGLECHEST="Borstkas  in-/uitschakelen"
T_TOGGLELEFTARM="Linker arm in-/uitschakelen"
T_TOGGLERIGHTARM="Rechter arm in-/uitschakelen"
T_TOGGLELEFTLEG="Linker been in-/uitschakelen"
T_TOGGLERIGHTLEG="Rechter been in-/uitschakelen"
T_SWATCHES="Kleuren"

M_IMPORT_HERE="Importeer hier..."
M_NEWFOLDER_HERE="Nieuwe map hier..."
M_RENAME="Hernoem..."
M_DELETE="Verwijder..."
M_CLONE="Kloon"

T_TOOL_CAMERA="Camara"
T_TOOL_PENCIL="Potlood"
T_TOOL_ERASER="Gum"
T_TOOL_DROPPER="Kleur selecteren"
T_TOOL_DODGEBURN="Bleken/verbranden"
T_TOOL_DARKENLIGHTEN="Verduisteren/verlichten"
T_TOOL_BUCKET="Opvullen met kleur"
T_TOOL_NOISE="Ruis"

B_MSG_DIRMISSING="Een bijbehorende map wordt gemist - dit gebeurt waarschijnlijk omdat je het programma niet hebt toegevoegd. Dit is geen zwaar probleem, maar je zult alle templates, kleurenpaletten en andere dingen missen."
B_MSG_UPTODATE="Je hebt de laatste en beste versie!"
B_MSG_NEWUPDATE="Er is een nieuwe versie beschikbaar! Wil je naar de forum post gaan?"
B_MSG_UPLOADERROR="Fout bij het uploaden van de skin:"
B_MSG_UPLOADSUCCESS="Skin upload succesvol! Veel plezier!"
B_MSG_DELETESKIN="Deze skin voor altijd verwijderen?\r\nDit verwijdert de skin uit de Skins map!"
B_MSG_DELETEFOLDER="Deze map voor altijd verwijderen?\r\nDit verwijdert de map met alle andere bestanden in deze map van de Skins map!"
B_MSG_OVERLAYERROR="Niet gelukt om de bovenlaag te laden: "{0}"; is de resolutie een macht van twee?"
B_MSG_UPLOADRES="Je kan texturen met hoge resolutie bewerken met MCSkin3D, maar je kan ze niet uploaden naar je Minecraft profiel."
B_MSG_ANTIALIAS="Herstart MCSkin3D om de multisampling opties te bevestigen."
B_MSG_PIXELFORMAT="Sorry, maar blijkbaar kan jouw videokaart geen 32-bit pixel formaat aan - dit is nodig op dit moment voor goede functionaliteit van MCSkin3D. 16/24-bit support wordt in de toekomst toegevoegd."
B_MSG_SHORTCUTEXISTS="Sneltoets "{0}" heeft dezelfde toets als "{1}" - het wordt blanco gemaakt."

B_CAP_QUESTION="Vraag"
B_CAP_SORRY="Sorry"

C_SQUARE="Vierkant"
C_CIRCLE="Cirkel"

O_EXPOSURE="Blootstelling:"
O_INCREMENTAL="Aanscherping"
O_LIGHTEN="Verlicht"
O_DARKEN="Verduister"
O_DODGE="Bleek"
O_BURN="Verbrand"
Q_THRESHOLD="Drempel:"

C_NEW="Nieuw"
C_CANTMOVE="Kan niet verplaatsen naar"
C_COPYTO="Kopiëren naar"
C_MOVETO="Verplaatsen naar"
C_IMPORTTO="Importeren naar"

C_SETTINGSFAILED="Het bestand met instellingen is niet geladen; dus zijn de standaard instellingen geladen."

C_AUTOLOGIN="Automatisch inloggen?"
C_REMEMBER="Onthou mij?"
C_USERNAME="Gebruikersnaam:"
C_PASSWORD="Wachtwoord:"
C_UPLOADTEXT="Om je skin to uploaden moet je inloggen op Minecraft.net. Dit programma kan het proces automatiseren, vul je gebruikersnaam en wachtwoord in om verder te gaan."

C_UPLOADING="Je skin wordt geüpload! Even geduld..."
C_SHORTCUTINUSE="Sneltoets al in gebruik door"

S_TREEVIEW_ZOOMIN="Treeview inzoomen"
S_TREEVIEW_ZOOMOUT="Treeview uitzoomen"
S_SWATCH_ZOOMIN="Kleuren inzoomen"
S_SWATCH_ZOOMOUT="Kleuren uitzoomen"
S_COLORSWAP="Verander voorgrond/achtergrond kleuren"
S_RENAME="Hernoem"
S_CLONE="Kloon node"
S_DELETE="Verwijder node"
S_SCREENSHOT_CLIP="Schermafbeelding naar klembord"
S_SCREENSHOT_SAVE="Schermafbeelding naar opslaan"
S_TOGGLEVIEW="Beeld modus in-/uitschakelen"
S_TOGGLETRANS="Doorzichtige modus in-/uitschakelen"

M_SHORTCUTS="Klik in het onderste tekstvak en druk de toetsen in die je wilt gebruiken naar deze verwijzing."

T_CAMERA="Linkermuis om te draaien. Rechtermuis/muiswiel om te zoomen."
T_PENCIL="Linkermuis om te tekenen. Rechter/middel muis om te draaien/zoomen. Shift om achtergrond kleur te gebruiken."
T_DROPPER="Linkermuis om een kleur te kiezen. Rechter/middel muis knop om te draaien/zoomen. Shift om een achtergrond te gebruiken, of anders een voorgrond."
T_DODGEBURN="Linkermuis om te bleken/verbranden. Rechter/middel muis om te draaien/zoomen. Shift om van gereedschap te wisselen."
T_DARKENLIGHTEN="Linkermuis om te verlichten/verduisteren. Rechter/middel muis om te draaien/zoomen. Shift om van gereedschap te wisselen."
T_ERASER="Linkermuis om te gummen naar een blanco kleur en alfa. Rechter/middel muis om te draaien/zoomen."
T_FILL="Linkermuis om pixel te vullen. Shift om achtergrond kleur te gebruiken. Houd Ctrl ingedrukt om je op een deel te richten. Rechter/middel muis om te draaien/zoomen."
T_NOISE="Linkermuis om ruis toe te voegen. Rechter/middel muis om te draaien/zoomen."

C_UNSAVED="Je hebt veranderingen verricht die niet opgeslagen zijn, weet je zeker dat je wilt afsluiten?"
C_UNSAVED_CAPTION="Wacht!"

O_HOLDNESS="Houdbaarheid:"

G_BRUSH="Kwast"
G_BRUSHOPTS="Kwast opties"
G_NOISEOPTS="Ruis opties"
G_FILLOPTS="Opvul opties"
G_TOOL="Gereedschap"

T_DECRES="Verlaag resolutie"
T_INCRES="Verhoog resolutie"

M_NEWSKIN_HERE="Nieuwe skin hier"

M_SKINERROR="Niet gelukt om de skin te downloaden van de Minecraft skin opslagruimte!"
M_FETCH_NAME="Halen van Minecraft"
M_FETCH_TEXT="MCSkin3D kan jouw (of iemand anders zijn) Minecraft account skin importeren als een skin.  Vul onderaan de naam van het account in, en klik Importeer om het te doen! "
M_PLAYER_NAME="Naam speler:"

C_YES="Ja"
C_NO="Nee"
D_DONTASK="Niet meer vragen"
M_IRREVERSIBLE="Deze operatie is niet terug te draaien, en verliest de mogelijk om het ongedaan te maken of om te herstellen. Weet je zeker dat je deze operatie wilt uitvoeren?"
